Repository: srg74/iSHLed-Localize
Catalog: *.lproj/Localizable.strings
Languages: de, it, ru

# WLed-Server
source: WLED instance
de: WLed-Server
it: Dispositivo WLED
ru: WLED устройство

# Server-IP
source: WLED instance IP
de: Server-IP
it: IP del Dispositivo WLED
ru: WLED IP адрес

source: Current: %@
de: Aktuel: %@
it: Attuale: %@
ru: Текущий: %@

source: Color
de: Farbe
it: Colore
ru: Цвет

source: Colors
de: Farben
it: Colori
ru: Цвета

source: Search...
de: Suche...
it: Cerca...
ru: Поиск...

source: Effects
de: Effekte
it: Effetti
ru: Эффекты

source: Start LED
de: Erste LED
it: Primo LED
ru: Запустить LED

source: Stop LED
de: Letzte LED
it: Ultimo LED
ru: Остановить LED

source: Grouping
de: Gruppering
it: Raggruppamento
ru: Группа

source: Spacing
de: Abstand
it: Spaziatura
ru: Расстояние

# Mirror
source: Mirror effect
de: Spiegel Effekt
it: Specchia effetto
ru: Зеркальный эффект

# Reverse
source: Reverse direction
de: Richtung umdrehen
it: Inverti direzione
ru: Изменение направления

source: (Offline)
ru: (Офлайн)

source: From %@ to %@
de: Von %@ bis %@
it: Da %@ A %@
ru: От %@ до %@

source: Lamps
de: Lampen
it: Luci
ru: Лампы

source: Settings
de: Einstellungen
it: Impostazioni
ru: Установки

# AddServer
source: Add WLED instance
de: Server hinzufügen
it: Aggiungi Dispositivo WLED
ru: Добавить WLED устройство

# Servers
source: WLED instances
de: Server
it: Dispositivi WLED
ru: WLED устройства

# Caption
source: Name
it: Nome
ru: Имя

source: Save
de: Speichern
it: Salva
ru: Сохранить

# ServerEdit
source: Edit WLED instance
de: Server bearbeiten
it: Modifica Dispositivo WLED
ru: Редактировать WLED устройство

source: Segments
de: Teilstücke
it: Segmenti
ru: Сегмент

source: Add Segment
de: Teilstücke hinzufügen
it: Aggiungi Segmento
ru: Добавить сегмент

# NoServer
source: Please add a WLED instance in the settings.
de: Bitte für einen Server in den Einstellungen hinzu.
it: Per favore, aggiungi un dispositivo WLED nelle impostazioni.
ru: Пожалуйста добавьте WLED устройство в настройках

# OnlyOneServerDevelopment
source: During development only one WLED instance is allowed!
de: Während der Entwicklung ist nur ein Server erlaubt!
it: Durante lo sviluppo è consentito un solo dispositivo WLED!
ru: При разработке приложения разрешено одно WLED устройство!

# SaveDataAsPreset
source: Save changes permanently (even after reboot)
de: Änderungen dauerhaft speichern
it: Salva le modifiche in maniera permanente (anche dopo il riavvio)
ru: Сохранить изменения постоянно (даже после перезагрузки)

source: WLED Settings
de: WLED Einstellungen
it: Impostazioni WLED
ru: WLED настройки

# BootHelp
source: Please set '24' as preset at boot (Defaults -> Apply preset 24 at boot) in the WLED Settings
de: Bitte setze '24' as preset at boot (Defaults -> Apply preset 24 at boot) in the WLED Settings
it: Per favore imposta '24' come preset all'avvio (Predefiniti -> Applica preset 24 all'avvio) nelle impostazioni WLED
ru: Пожалуйста установите '24' как программу при запуске (По умолчанию -> Примените программу 24 при запуске) в WLED Настройках

# CurrentColor
source: Color Preset: %@
de: Farbauswahl: %@
it: Colore predefinito: %@
ru: Установка цвета: %@

# CurrentEffect
source: Effect: %@
de: Effekt: %@
it: Effetto: %@
ru: Эффект: %@

# DeleteConfirmServer
source: Are you sure you want to delete this WLED instance?
de: Möchtest Du wirklich diesen Server löschen?
it: Sei sicuro di voler eliminare questo dispositivo WLED?
ru: Вы уверены что хотите удалить WLED устройство?

source: Delete
de: Löschen
it: Elimina
ru: Удалить

source: Preset
de: Gespeicherte Szenen
ru: Программа

# PresetNew
source: Add a new preset
de: Szene speichern
it: Aggiungi nuovo Preset
ru: Добавить новую программу

# Color0
source: Color 1
de: Farbe 1
it: Colore 1
ru: Цвет 1

# Color1
source: Color 2
de: Farbe 2
it: Colore 2
ru: Цвет 2

# Color2
source: Color 3
de: Farbe 3
it: Colore 3
ru: Цвет 3

# PresetEdit
source: Edit
de: Bearbeiten
it: Modifica
ru: Редактировать

# SearchingForWled
source: Searching for new WLED instances...
de: Suche nach neuen WLED-Servern...
it: Cerco nuovi dispositivi WLED...
ru: Поиск новых WLED устройств...

# NoServerFound
source: No new WLED instance was found.
de: Kein Server gefunden.
it: Nessun dispositivo WLED è stato trovato
ru: Новые WLED устройства не найдены.

# ServerFound
source: WLED instance found! ðŸ˜Ž
de: Server gefunden! 😎
it: Dispositivo WLED trovato! 😎
ru: WLED устройство найдено! 😎

# SelectToAdd
source: Please select the WLED instance you want to add:
de: Welchen Server möchtest Du hinzufügen?
it: Seleziona il dispositivo WLED che vuoi aggiungere:
ru: Пожалуйста выберите WLED устройство вы хотите добавить:

# ServerAddAll
source: Add all new WLED instances
de: Alle Server hinzufügen
it: Aggiungi tutti i nuovi dispositivi WLED
ru: Добавить все новые WLED устройства

# SearchForServerTitle
source: Search
de: Suchen
it: Cerca
ru: Поиск

# IKnowIP
source: Add manual
de: Manuell hinzufügen
it: Aggiungi manualmente
ru: Добавить вручную

# ServerNotConfigured
source: Not in my network
de: Nicht in meinem Netzwerk
it: Non sulla mia rete
ru: Не в моей сети

# ServerNotInstalled
source: Howto install a WLED instance
de: Server noch nicht installiert
it: Come installare un dispositivo WLED
ru: Как добавить WLED устройство

# JoinNetworkTitle
source: Connect your device to the wifi
de: Verbinden
it: Collega il tuo dispositivo ad una rete Wi-Fi
ru: Подключить Ваше устройство к сети

# JoinNetwork
source: Please connect to the wifi:
de: Bitte verbinde dich zu diesem WLAN:
it: Connessione alla rete Wi-Fi:
ru: Пожалуйста подключите к сети:

# JoinPassword
source: Password:
de: Passwort:
ru: Пароль:

source: Open settings
de: Einstellungen öffneen
it: Apri Impostazioni
ru: Открыть настройки

# WaitingForWledServer
source: Waiting...
de: Warte...
it: Attendi...
ru: Ожидаю...

# NewServerFound
source: New WLED instance found!
de: Neuen WLED-Server gefunden!
it: Nuovo dispositivo WLED trovato!
ru: Новые WLED устройство найдено!

# WifiName
source: Network name (SSID)
de: Dein WLAN-Name (SSID)
it: Nome della rete (SSID)
ru: Имя сети (SSID)

# WifiPassword
source: Password
de: Passwort
ru: Пароль

# ReturnToYourNormalWifi
source: Please return to your normal wifi
de: Gehe wieder in dein normales WLAN
it: Torna al Wi-Fi normale
ru: Пожалуйста вернитесь к своей сети

source: Waiting time:
de: Wartezeit:
it: Tempo di attesa:
ru: Время ожидания:

# StartSearchingLocal
source: Find the new WLED instance...
de: Finde den neuen Server...
it: Trova il nuovo dispositivo WLED
ru: Найти WLED устройство...

# ServerPresets
source: WLED instance presets
de: Server Szenen
it: Preset del dispositivo WLED
ru: Програмы WLED устройства

# OnlyOneServer
source: The free version supports one WLED instance. You want more?
de: Die kostenlose Version unterstützt eine WLED Instanz. Du möchtest mehr?
it: La versione gratuita supporta un solo dispositivo WLED. Vuoi aggiungerne altri?
ru: Бесплатная версия поддерживает один экземпляр WLED. Хотите еще?

# RestorePurchase
source: Restore purchases
de: Kauf wiederherstellen
it: Ripristina acquisti
ru: Восстановление покупок

source: Effect
de: Effekt
it: Effetto
